[
    {
        "author": "Ben/The internet",
        "joke": "Why don't eggs tell jokes? They might crack up!"
    },
    {
        "author": "chatGPT",
        "joke": "Why don't skeletons fight each other? They don't have the guts."
    },
    {
        "author": "chatGPT",
        "joke": "How does a penguin build its house? Igloos it together."
    },
    {
        "author": "chatGPT",
        "joke": "Why did the scarecrow win an award? Because he was outstanding in his field."
    },
    {
        "author": "chatGPT",
        "joke": "Why don't scientists trust atoms? Because they make up everything."
    },
    {
        "author": "chatGPT",
        "joke": "What do you call cheese that isn't yours? Nacho cheese."
    },
    {
        "author": "chatGPT",
        "joke": "Why did the math book look sad? Because it had too many problems."
    },
    {
        "author": "chatGPT",
        "joke": "What do you call a fish wearing a crown? A kingfish."
    },
    {
        "author": "chatGPT",
        "joke": "How do you organize a space party? You planet."
    },
    {
        "author": "chatGPT",
        "joke": "Why don't oysters donate to charity? Because they are shellfish."
    },
    {
        "author": "chatGPT",
        "joke": "What do you call fake spaghetti? An impasta."
    },
    {
        "author": "Trey/The internet",
        "joke": "How many programmers does it take to change a light bulb? None, because it is a hardware problem."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why did the boy get fired from his keyboard factory job? Because he was not doing enough shifts."
    },
    {
        "author": "Trey/The internet",
        "joke": "What do you call an iPhone that sleeps too much? Dead Siri-ous."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why was the mobile phone wearing glasses? Because it lost its contacts."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why was 'beef stew' not used as a computer password? Because it was not strong-anoff."
    },
    {
        "author": "Trey/The internet",
        "joke": "What kind of computer sings the best? A Dell."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why did the PowerPoint presentation decide to cross the road? Because he wanted to get to the other slide."
    },
    {
        "author": "Trey/The internet",
        "joke": "What happens when a hard drive gets into a fight? It asks for a back-up!"
    },
    {
        "author": "Trey/The internet",
        "joke": "What is another name for apple juice? iPhone chargers."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why were the horses struggling to use the internet? Because they were not able to find any stable connections."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why did the website bring a ladder? Because it wanted to reach the top of the search results."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why did the computer catch a cold? It had too many windows open."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why do programmers always mix up Christmas and Halloween? Because Oct 31 == Dec 25."
    },
    {
        "author": "Trey/The internet",
        "joke": "How do you comfort a JavaScript bug? You console it."
    },
    {
        "author": "Trey/The internet",
        "joke": "Why did the computer go to therapy? It had too many unresolved issues."
    },
    {
        "author": "Ben/The internet",
        "joke": "What do you call a well-balanced horse? Stable."
    },
    {
        "author": "Ben/The internet",
        "joke": "Why do cows wear bells? Because their horns don't work."
    },
    {
        "author": "Ben/The internet",
        "joke": "Why did the bicycle fall over? Because it was two tired."
    },
    {
        "author": "Ben/The internet",
        "joke": "RIP, boiling water. You will be mist."
    },
    {
        "author": "Ben/The internet",
        "joke": "Time flies like an arrow. Fruit flies like a banana."
    },
    {
        "author": "Ben/The internet",
        "joke": "What's the difference between a poorly dressed man on a tricycle and a well-dressed man on a bicycle? Attire."
    },
    {
        "author": "Ben/The internet",
        "joke": "What's red and bad for your teeth? A brick."
    },
    {
        "author": "Ben/The internet",
        "joke": "What do sprinters eat before they race? Nothing. They fast."
    },
    {
        "author": "Ben/The internet",
        "joke": "Why shouldn't you use a broken pencil? Because it's pointless."
    },
    {
        "author": "Ben/The internet",
        "joke": "What has four wheels and flies? A garbage truck!"
    },
    {
        "author": "Ben/The internet",
        "joke": "Why can't you trust the king of the jungle? Because he's always lion."
    },
    {
        "author": "Ben/The internet",
        "joke": "What did the tomato say to the other tomato during a race? Ketchup."
    },
    {
        "author": "Ben/The internet",
        "joke": "What do sea monsters eat? Fish and ships."
    },
    {
        "author": "Ben/The internet",
        "joke": "What do you call a sad strawberry? A blueberry."
    },
    {
        "author": "Ben/The internet",
        "joke": "How do you organize a space party? You planet."
    },
    {
        "author": "Ben/The internet",
        "joke": "What do clouds wear under their shorts? Thunder pants!"
    },
    {
        "author": "Ben/The internet",
        "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles."
    },
    {
        "author": "Ben/The internet",
        "joke": "How did the hipster burn his tongue? He drank his coffee before it was cool."
    },
    {
        "author": "Ben/The internet",
        "joke": "What did the drummer name her twin daughters? Anna 1, Anna 2."
    },
    {
        "author": "Ben/The internet",
        "joke": "What's small and red and has a rough voice? A hoarse raddish!"
    },
    {
        "author": "Ben/The internet",
        "joke": "What did the lettuce say to the celery? Quit stalking me!"
    },
    {
        "author": "Ben/The internet",
        "joke": "Why do mushrooms get invited to all the parties? Because they are such fungis."
    },
    {
        "author": "Ben/The internet",
        "joke": "What kind of cheese isn't yours? Nacho cheese."
    },
    {
        "author": "Ben/The internet",
        "joke": "What does a spy do when he is cold? He goes undercover."
    }
]